Repository: waqarahmad901/InjazV3
Catalog: TranningWebApp/TranningWebApp/Resource/Coordinator.*.resx
Languages: ar

source: Add new School Coordinator
ar: إضافة منسقي المدارس

source: Add School Coordinator
ar: إضافة منسقي المدارس

source: Approved
ar: تم الموافقة

source: City
ar: المدينة

source: Class
ar: الصف الدراسي

source: Complete Profile
ar: إكمال الملف الشخصي

# Completeregisterationform
source: Complete school registration form
ar: إكمال نموذج التسجيل

source: Contact details
ar: تفاصيل بيانات التواصل

source: Coordinator Email
ar: البريد الإلكتروني للمرشد الطلابي

# CoordinatorLabel
source: Coordinator
ar: المرشد الطلابي

source: Coordinator Name
ar: اسم المرشد الطلابي

source: Date of Birth
ar: تاريخ الميلاد

source: District
ar: الحي

source: Document
ar: المستندات (نموذج الموافقة)

source: Email address
ar: عنوان البريد الإلكتروني

source: Fax
ar: الفاكس

source: Gender
ar: نوع الجنس

# Gorgian
source: Gregorian
ar: تاريخ الميلادي

source: Hijri
ar: تاريخ الهجري

source: National ID
ar: رقم الهوية الوطنية

source: No
ar: لا

source: Other Certificates
ar: شهادات أخرى

source: Other details
ar: تفاصيل أخرى

source: Password
ar: كلمه السر

source: Photo
ar: الصورة الشخصية

source: Region
ar: المنطقة

# Registeration
source: Registration
ar: التسجيل

source: Registration Date
ar: تاريخ التسجيل

source: School Coordinator
ar: المرشد الطلابي للمدرسة

source: School Geo Location
ar: الموقع الجغرافي للمدرسة

source: School Google Account
ar: رابط حساب Google

source: School Guard Mobile
ar: رقم جوال حارس المدرسة

source: School Guard Name
ar: اسم حارس المدرسة

source: School ID
ar: الرقم الوزاري للمدرسة

source: School Linkedin Account
ar: رابط حساب لينكدين

source: School Manager Email
ar: البريد الإلكتروني لمدير المدرسة

source: School Manager Mobile
ar: رقم جوال مدير المدرسة

source: School Manager Name
ar: اسم مدير المدرسة

source: School Name
ar: اسم المدرسة

source: School Website
ar: رابط موقع المدرسة (إن وجد )

source: Status
ar: الحالة

source: Submit
ar: إرسال

source: Telephone
ar: رقم الهاتف الثابت

source: TOT Certificate
ar: شهادة تدريب المدربين

# UploadDocument
source: Download Uploaded Document
ar: رفع الملف بصيغىة ( ملف إكسيل )

source: Volunteer Activity 1
ar: النشاط التطوعي الأول

source: Volunteer Activity 2
ar: النشاط التطوعي الثاني

source: Volunteer Activity 3
ar: النشاط التطوعي الثالث

source: Yes
ar: نعم

# cordErrorMsg
source: we will get back to you shortly. Currently it logout from the system.
ar: نحن سوف نعود اليكم في وقت قريب. حاليا الخروج من النظام

# LatError
source: Enter valid value
ar: أدخل قيمة صالحة

source: Latitude
ar: خط العرض

source: Longitude
ar: خط الطول

source: School Geo Locations
ar: الموقع الجغرافي للمدرسة

source: School Locations
ar: مواقع المدرسة

source: Stage Of School
ar: المرحلة من المدرسة

source: Type Of School
ar: نوع المدرسة

source: No Of Session
ar: عدد الدورات

# ShowProfile
source: School Profile
ar: الملف الشخصي للمدرسة

# schoollocationmsg
source: Click here to view school location
ar: انقر هنا لعرض موقع المدرسة

source: School FaceBook
ar: كتاب وجه المدرسة

# schoolregisterationdetail
source: School registration details
ar: تفاصيل تسجيل المدرسة

source: School YouTube
ar: مدرسة أنت الأنبوبة

# ShowCordProfile
source: Coordinator profile
ar: الملف الشخصي للمنسق

source: Initial
ar: مبدئي

source: Pending
ar: قيد الانتظار

source: Add new subcoordinator
ar: إضافة مرشد طلابي للمدرسة

source: Subcoordinator
ar: المنسق الفرعي

source: Request Status
ar: حالة الطلب
