Repository: waqarahmad901/InjazV3
Catalog: TranningWebApp/TranningWebApp/Resource/Reports.*.resx
Languages: ar

source: Amount
ar: العدد

source: April
ar: أبريل

source: Aug
ar: أغسطس

source: Courses Detail
ar: دورات التفاصيل

source: Date-Changed
ar: تاريخ التعديل

source: Date From
ar: من تاريخ

source: Date To
ar: إلى تاريخ

source: Dec
ar: ديسمبر

source: Download PDF
ar: تحمل الملف

source: Element
ar: عنصر

source: Feb
ar: فبراير

source: General Report
ar: التقرير العام

source: Generate Report
ar: عرض التقرير

source: Home
ar: الصفحة الرئيسية

source: Jan
ar: يناير

source: July
ar: يوليو

source: June
ar: يونية

source: March
ar: مارس

source: May
ar: مايو

source: Middle
ar: المتوسط

source: Month
ar: شهر

source: No Data Found
ar: لا يوجد أي نتائج

source: No of Partners
ar: عدد الشركاء

source: Not-Participated
ar: لم يشارك

source: Nov
ar: نوفمبر

source: Number of cities
ar: عدد المدن

source: Number of Coordinators
ar: عدد المرشدين

source: Number of Courses
ar: عدد الدورات التدريبية

# NumberofFemaleParticipants
source: Number of Female Students
ar: عدد الطالبات المشاركات

source: Number of Female session
ar: عدد الجلسات التدريبية للإناث

source: Number of Female Students
ar: عدد الطالبات

# NumberofMaleParticipants
source: Number of Male Students
ar: عدد الطلاب الطالب

source: Number of Male session
ar: عدد الجلسات التدريبية للذكور

source: Number of Male Students
ar: عدد الطلاب

source: Number of Partners
ar: عدد الشركاء

source: Number of Partners with Funding type
ar: عدد الشركاء مع نوعيه التمويل

source: Number of Partners within Partner type
ar: عدد الشركاء ضمن نوع الشريك

source: Number of Post Evaluations
ar: عدد التقييمات التي بعد الجلسة التدريبية

source: Number of Pre Evaluations
ar: عدد التقييمات التي قبل الجلسة التدريبية

source: Number of Schools
ar: عدد المدارس

source: Number of Sessions
ar: عدد الجلسات التدريبية

source: Number of Students
ar: عدد الطلاب

source: Number of students with volunteers per session
ar: عدد الطلاب و المتطوعين لكل جلسة تدريبية

source: Number of Volunteers
ar: عدد المتطوعين

source: Number of Volunteers per Session
ar: عدد المتطوعين لكل جلسة تدريبية

source: Number of volunteers session
ar: عدد المتطوعين في الجلسة التدريبية

source: Occured
ar: حدث

source: Oct
ar: أكتوبر

# OutStanding
source: Pending
ar: خارج القائمة

# Participants
source: Students
ar: الطالب

# ParticipantsDetail
source: Students Detail
ar: تفاصيل الطالب

source: Participated
ar: تم المشاركة

source: Partner Funding Chart
ar: مخطط تمويل الشريك

source: Partner Type
ar: نوعية الشريك

source: Partner Type Chart
ar: رسم بياني عن نوعيه الشريك

source: Primary
ar: الابتدائي

# Reports1
source: Reports
ar: التقارير

source: School Name
ar: اسم المدرسة

source: School Registraions and Number of Students Chart
ar: عدد الطلاب المسجلين في المدرسة

source: School Registration
ar: تسجيل المدرسة

source: Secondary
ar: الثانوي

source: Select Year
ar: اختيار السنة

source: Sept
ar: سبتمبر

source: Session Name
ar: اسم الجلسة التدريبية

# SessionParticipants
source: Session Students
ar: الطالب في الجلسات التدريبية

# SessionParticipantsChart
source: Session Students Chart
ar: رسم بياني عن الطالب في الجسلة التدريبية

source: Stages
ar: المراحل

source: Status
ar: الحالة

source: Submitted
ar: إرسال

source: Total
ar: إجمالي

source: Total Courses
ar: إجمال الجلسات التدريبية

source: Total Courses by Stages
ar: إجمالي الجلسات التدريبية على حسب المراحل التعليمية

source: Total Courses by Year
ar: إجمالي الجلسات التدريبية بالسنة

# TotalNumberofParticipants
source: Total Number of Students
ar: إجمالي عدد الطالب

source: Total Number of sessions
ar: إجمالي عدد الجلسات التدريبية

source: Total Number of Students
ar: إجمالي عدد الطلاب

# TotalSchoolParticipants
source: Total School Students
ar: إجمالي عدد المدارس المشاركة

# TotalSessioninSchoolParticipants
source: Total Session in School Students
ar: إجمالي عدد الجلسات التدريبية في المدارس المشاركة

# TotatNumberofsessions
source: Total Number of sessions
ar: إجمالي عدد الجلسات التدريبية

source: View Report
ar: عرض التقرير

source: Volunteer Detail Chart
ar: رسم بياني عن تفاصيل المتطوع
