Repository: waqarahmad901/InjazV3
Catalog: TranningWebApp/TranningWebApp/Resource/SessionX.*.resx
Languages: ar

source: Add In Bulk
ar: إضافة ملف كامل

source: Add new session
ar: إضافة جلسة تدريبية جديدة

source: Add Student
ar: إضافة طالب

source: Approved
ar: تم الموافقة

# ApprovedbyAdmin
source: Requested DateApproved by Admin
ar: تمت الموافقة علي الطلب من مسؤول النظام

source: Change Date
ar: تغيير التاريخ

source: Confirm
ar: تأكيد على الطلب

source: Confirm Kit Received By School
ar: تأكيد على استلام أدوات التدريب من المدرسة

source: Feed Back
ar: رأيك

source: Fill up volunteer evaluation
ar: تعبئة تقييم المتطوع

source: Hijri
ar: تاريخ الهجري

source: Mark Complete
ar: اكتمل

source: Mark Completed
ar: تم اكتمل الطلب

source: New Session
ar: جلسة تدريبية جديدة

source: Phone
ar: رقم الهاتف

source: Program Name
ar: اسم البرنامج

source: Program Purpose
ar: البرنامج المقترح

source: Proposed Date
ar: التاريخ المقترح

source: Reject
ar: رفض

source: Request
ar: طلب

source: Requested Date
ar: التاريخ المطلوب

source: Request This Session
ar: طلب هذه الجلسة التدريبية

source: School
ar: المدرسة

source: School Name
ar: اسم المدرسة

source: School Proposed Date
ar: تاريخ المدرسة المقترح

source: Send the kit by Mail Courier
ar: إرسال أدوات التدريب بالبريد السريع

source: Session
ar: جلسة التدريبية

source: Session has occured
ar: تم انعقاد الجلسة التدريبية

source: Session Management
ar: إدارة الجلسة التدريبية

source: Session marked completed by volunteer
ar: تم اكتمال الجلسة التدريبية من المتطوع

source: Status
ar: الحالة

source: Student Certificate
ar: شهادة الطالب

source: Student Evaluation
ar: تقييم الطالب

source: Student Management
ar: إدارة الطالب

source: Student Name
ar: أسم الطالب

# StudnetAttendence
source: Student attendense of session.
ar: تحضير الطالب للجلسة التدريبية.

source: Submit
ar: إرسال

source: Submit Post Evaluation
ar: إرسال التقييم بعد الجلسة

source: Submit Pre Evaluation
ar: إرسال التقييم قبل الجلسة

source: Target Group
ar: المجموعة المستهدفة

source: Upload/Add evluation form photo
ar: تحميل صورة نموذج التقييم

source: Upload/Add session form photo
ar: تحميل إضافة صورة الجلسة التدريبية

source: Upload Excel
ar: رفغ ملف الإكسيل

# ViewCertificate
source: Generate Certificate
ar: عرض الشهادة

source: Volunteer
ar: متطوع

source: Volunteer Certificate
ar: شهادة المتطوع

# SessionMarkedCompleted
source: Session is marked completed by Volunteer
ar: يتم وضع علامة علامة الانتهاء من قبل المتطوعين

# SessionMarkedCompletedCoordniator
source: Session is marked completed by Coordinator
ar: تم وضع علامة على جلسة الانتهاء من قبل منسق

source: Upload Photos
ar: تحميل الصور

source: Assign This Session
ar: تعيين هذه الجلسة

# StudentAttendense
source: Student Attendance
ar: حضور الطالب

source: Fill Up Coordinator Form
ar: نموذج منسق التعبئة

source: Assign Sessions
ar: تعيين الجلسات

# SessionDetail
source: Session Details
ar: تفاصيل الجلسة

# DownloadExcel
source: Download Sample Excel
ar: تنزيل نموذج إكسيل

# MarkStudentAttendense
source: Mark Student Attendance
ar: وضع علامة على حضور الطالب

source: Number of Actual Students
ar: عدد الطلاب الفعليين

source: Number of Students
ar: عدد الطلاب

source: Requested End Date
ar: تاريخ الانتهاء المطلوب

source: Requested Start Date
ar: تاريخ البدء المطلوب

# EditDataMessage
source: You can change the session date here, if needed
ar: يمكنك تغيير التاريخ في حال الرغبه
